tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bash"
brew "bat"
brew "eza"
brew "mas"
brew "neovim"
brew "node"
brew "starship"
brew "tmux"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "font-ubuntu-mono-nerd-font"
cask "iina"
cask "microsoft-edge"
cask "mullvadvpn"
cask "notion"
cask "obsidian"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "utm"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Dropover", id: 1355679052
mas "Microsoft Remote Desktop", id: 1295203466
mas "Spark", id: 1176895641
vscode "esbenp.prettier-vscode"
vscode "naumovs.color-highlight"
