brew "cmatrix"
brew "eza"
brew "fzf"
brew "git"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "stow"
brew "trash"
brew "uv"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "iina"
cask "jordanbaird-ice"
cask "monitorcontrol"
cask "obsidian"
cask "parallels"
cask "raycast"
cask "roboform"
cask "tailscale"
cask "the-unarchiver"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Dropover", id: 1355679052
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
vscode "esbenp.prettier-vscode"
vscode "jnoortheen.nix-ide"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
